Revit 2018 API
DocumentEntryPoint.GetSubelement Method
Overload List
Name | Description
GetSubelement(String)
 Gets the subelement referenced by a unique id string.
 (Inherited from Document.)
GetSubelement(Reference)
 Gets the subelement referenced by the input reference.
 (Inherited from Document.)
See Also
DocumentEntryPoint Class
DocumentEntryPoint Members
Autodesk.Revit.DB.Macros Namespace